{
	"about": {
		"title": "Про Taskronic",
		"intro": "Ласкаво просимо на наш демо-сайт менеджера завдань, натхненний Trello і створений для допомоги в ефективному управлінні завданнями та підвищенні вашої продуктивності. Ми пропонуємо зручну платформу з рядом функцій, які відповідають вашим потребам у керуванні завданнями.",
		"features_title": "Ключові особливості",
		"features": {
			"workspaces": {
				"title": "Робочі Простори",
				"descr": "Створюйте окремі робочі простори для організації ваших проектів або команд. Кожен робочий простір може містити кілька дошок, що дозволяє легко розділяти та керувати різними сферами вашої роботи."
			},
			"boards-and-cards": {
				"title": "Дошки та Картки",
				"descr": "Дошки допомагають візуалізувати ваші проекти, а картки представляють окремі завдання. Ви можете створювати, переміщувати та організовувати картки на дошках, щоб відстежувати прогрес."
			},
			"schedule": {
				"title": "Розклад",
				"descr": "Наш інтегрований календар дозволяє планувати завдання та події, забезпечуючи повний огляд ваших зобов'язань."
			},
			"priority": {
				"title": "Рівні Пріоритету",
				"descr": "Призначайте один із п'яти рівнів пріоритету для кожного завдання або нотатки, щоб зосередитися на найважливішому."
			},
			"comments": {
				"title": "Кінцеві Терміни та Коментарі:",
				"descr": "Встановлюйте кінцеві терміни для відстеження дедлайнів та додавайте коментарі до завдань для кращої співпраці та комунікації."
			},
			"checklists": {
				"title": "Контрольні Списки",
				"descr": "Додавайте контрольні списки до карток, щоб розділити завдання на менші, керовані етапи."
			},
			"filtering-options": {
				"title": "Параметри Фільтрації",
				"descr": "Використовуйте розширені параметри фільтрації, щоб знайти та сортувати завдання, нотатки та картки за різними критеріями, забезпечуючи чіткий огляд вашого робочого навантаження."
			},
			"real-time-collaboration": {
				"title": "Спільна Робота в Реальному Часі",
				"descr": "Працюйте разом з вашою командою в реальному часі, забезпечуючи, щоб усі були на одній хвилі та могли безперешкодно долучатися до проекту."
			},
			"auth": {
				"title": "Аутентифікація та Конфіденційність Даних",
				"descr": "Ми використовуємо Auth.js для безпечної аутентифікації, зберігаючи лише необхідні дані (ім'я, електронну пошту та пароль). Ваші дані використовуються виключно для входу і не передаються третім сторонам. Ви можете зв'язатися з нами електронною поштою щодо ваших даних."
			},
			"purpose": {
				"title": "Мета",
				"descr": "Наша мета — надати найкраще рішення для управління завданнями та продуктивності. З інтуїтивним інтерфейсом та потужними функціями, наша платформа створена для оптимізації вашого робочого процесу, покращення співпраці в реальному часі та надання комплексних інструментів для управління завданнями, ведення нотаток і планування.\n\nДякуємо, що обрали наш менеджер завдань для оптимізації ваших проектів та підвищення продуктивності. Ми прагнемо постійно вдосконалювати нашу платформу, щоб відповідати вашим змінним потребам."
			}
		}
	}
}
