{
	"privacy": {
		"title": "Політика Конфіденційності",
		"label": "Політикою Конфіденційності",
		"updated": "Останнє оновлення: 27 жовтня 2024 року",
		"descr": "Ця Політика конфіденційності описує наші політики та процедури щодо збору, використання та розкриття вашої інформації під час використання Сервісу та інформує вас про ваші права на конфіденційність та як закон захищає вас.\n\nМи використовуємо ваші персональні дані для надання та покращення Сервісу. Використовуючи Сервіс, ви погоджуєтеся на збір та використання інформації відповідно до цієї Політики конфіденційності. Ця Політика конфіденційності створена за допомогою Генератора Політики конфіденційності.",
		"interpretation-and-definitions": {
			"title": "Тлумачення та визначення",
			"interpretation": {
				"title": "Тлумачення",
				"descr": "Слова, перша літера яких написана з великої літери, мають значення, визначені в наступних умовах. Наступні визначення мають однакове значення незалежно від того, чи з'являються вони в однині чи множині."
			},
			"definitions": {
				"title": "Визначення",
				"descr": "Для цілей цієї Політики Конфіденційності:",
				"defs": {
					"account": {
						"title": "Обліковий запис",
						"descr": " означає унікальний обліковий запис, створений для доступу до нашого Сервісу або частин нашого Сервісу."
					},
					"affiliate": {
						"title": "Афілійована особа",
						"descr": " означає юридичну особу, яка контролює, контролюється або перебуває під спільним контролем з боку сторони, де \"контроль\" означає володіння 50% або більше акцій, частки в капіталі або інших цінних паперів, що мають право голосу при виборі директорів або іншого керівного органу."
					},
					"application": {
						"title": "Додаток",
						"descr": " відноситься до Taskronic, програмного забезпечення, наданого Компанією."
					},
					"company": {
						"title": "Компанія",
						"descr": " (в подальшому \"Компанія\", \"Ми\", \"Нас\" або \"Наш\" в цій Угоді) відноситься до Taskronic."
					},
					"cookies": {
						"title": "Файли Cookie",
						"descr": " це невеликі файли, які розміщуються на вашому комп'ютері, мобільному пристрої або будь-якому іншому пристрої веб-сайтом, що містять деталі вашої історії переглядів на цьому веб-сайті серед багатьох інших використань."
					},
					"country": {
						"title": "Країна",
						"descr": " відноситься до України."
					},
					"device": {
						"title": "Пристрій",
						"descr": " означає будь-який пристрій, який може отримати доступ до Сервісу, наприклад комп'ютер, мобільний телефон або цифровий планшет."
					},
					"pdata": {
						"title": "Персональні дані",
						"descr": " це будь-яка інформація, яка стосується ідентифікованої або такої, що може бути ідентифікована, особи."
					},
					"service": {
						"title": "Сервіс",
						"descr": " відноситься до Додатку або Веб-сайту, або обох."
					},
					"sprovider": {
						"title": "Постачальник послуг",
						"descr": " означає будь-яку фізичну або юридичну особу, яка обробляє дані від імені Компанії. Це стосується сторонніх компаній або осіб, найнятих Компанією для сприяння наданню Сервісу, для надання Сервісу від імені Компанії, для виконання послуг, пов'язаних із Сервісом, або для допомоги Компанії в аналізі використання Сервісу."
					},
					"udata": {
						"title": "Дані про використання",
						"descr": " відноситься до даних, що збираються автоматично, або згенерованих під час використання Сервісу або з інфраструктури Сервісу (наприклад, тривалість візиту на сторінку)."
					},
					"website": {
						"title": "Веб-сайт",
						"descr": " відноситься до Taskronic, доступний з http://taskronic.vercel.app"
					},
					"you": {
						"title": "Ви",
						"descr": " означає фізичну особу, яка отримує доступ або використовує Сервіс, або компанію чи іншу юридичну особу від імені якої така особа отримує доступ або використовує Сервіс, залежно від ситуації."
					}
				}
			}
		},
		"collecting-and-using-data": {
			"title": "Збір та використання Ваших персональних даних",
			"types-of-data-collected": {
				"title": "Типи даних, що збираються",

				"summary": "Для отримання додаткової інформації про файли Cookie, які ми використовуємо, та про ваші вибори щодо файлів Cookie, відвідайте нашу Політику файлів Cookie або розділ файлів Cookie нашої Політики конфіденційності.",
				"type": "Тип",
				"admin": "Адмініструються: ",
				"purpose": "Мета: ",
				"us": "нами",
				"pdata": {
					"title": "Персональні дані",
					"descr": "Під час використання Нашого Сервісу Ми можемо попросити вас надати нам певну особисту інформацію, яка може бути використана для зв'язку або ідентифікації вас. Особиста інформація, що може бути ідентифікована, може включати, але не обмежується:",
					"email": "Адреса електронної пошти",
					"data": "Дані про використання"
				},
				"udata": {
					"title": "Дані про використання",
					"descr": "Дані про використання збираються автоматично при використанні Сервісу.\n\nДані про використання можуть включати інформацію, таку як IP-адреса вашого Пристрою, тип браузера, версія браузера, сторінки нашого Сервісу, які ви відвідуєте, час і дата вашого візиту, час, проведений на цих сторінках, унікальні ідентифікатори пристрою та інші діагностичні дані.\n\nКоли ви отримуєте доступ до Сервісу через мобільний пристрій, ми можемо збирати певну інформацію автоматично, включаючи, але не обмежуючись, тип мобільного пристрою, який ви використовуєте, унікальний ідентифікатор вашого мобільного пристрою, IP-адресу вашого мобільного пристрою, операційну систему вашого мобільного пристрою, тип мобільного інтернет-браузера, який ви використовуєте, унікальні ідентифікатори пристрою та інші діагностичні дані.\n\nМи також можемо збирати інформацію, яку ваш браузер надсилає щоразу, коли ви відвідуєте наш Сервіс або коли ви отримуєте доступ до Сервісу через мобільний пристрій."
				},
				"tracking": {
					"title": "Технології відстеження та файли Cookie",
					"descr": "Ми використовуємо файли Cookie та подібні технології відстеження для відстеження активності на нашому Сервісі та зберігання певної інформації. Технології відстеження, що використовуються, можуть включати маяки, теги та скрипти для збору та відстеження інформації, а також для покращення та аналізу нашого Сервісу. Технології, які ми використовуємо, можуть включати:",
					"summary": "Файли Cookie можуть бути \"постійними\" або \"сеансовими\" файлами Cookie. Постійні файли Cookie залишаються на вашому персональному комп'ютері або мобільному пристрої, коли ви виходите з мережі, тоді як сеансові файли Cookie видаляються, як тільки ви закриваєте веб-браузер.\n\nМи використовуємо як сеансові, так і постійні файли Cookie для цілей, зазначених нижче:"
				},
				"cookies": {
					"title": "Файли Cookie або браузерні файли Cookie.",
					"descr": " Файл Cookie — це невеликий файл, розміщений на вашому Пристрої. Ви можете налаштувати свій браузер на відмову від усіх файлів Cookie або на вказівку, коли файл Cookie надсилається. Однак, якщо ви не приймаєте файли Cookie, ви можете не мати можливості використовувати деякі частини нашого Сервісу. Якщо ви не налаштували свій браузер на відмову від файлів Cookie, наш Сервіс може використовувати файли Cookie."
				},
				"beacons": {
					"title": "Веб-маяки.",
					"descr": " Деякі розділи нашого Сервісу та наші електронні листи можуть містити невеликі електронні файли, відомі як веб-маяки (також відомі як прозорі гіфи, піксельні теги та однопіксельні гіфи), які дозволяють Компанії, наприклад, підраховувати користувачів, які відвідали ці сторінки або відкрили електронний лист та для інших пов'язаних статистичних даних веб-сайту (наприклад, запис популярності певного розділу та перевірки цілісності системи та сервера)."
				},
				"cookies_types": {
					"essential": {
						"title": "Необхідні / Основні файли Cookie",
						"type": "Сеансові файли Cookie",
						"purpose": "Ці файли Cookie необхідні для надання вам послуг, доступних через Веб-сайт, і для використання деяких його функцій. Вони допомагають автентифікувати користувачів та запобігати шахрайському використанню облікових записів користувачів. Без цих файлів Cookie послуги, які ви запросили, не можуть бути надані, і ми використовуємо ці файли Cookie лише для надання вам цих послуг."
					},
					"notice": {
						"title": "Файли Cookie щодо прийняття Політики Cookie / Повідомлення",
						"type": "Постійні файли Cookie",
						"purpose": "Ці файли Cookie ідентифікують, чи прийняли користувачі використання файлів Cookie на Веб-сайті."
					},
					"funct": {
						"title": "Функціональні файли Cookie",
						"type": "Постійні файли Cookie",
						"purpose": "Ці файли Cookie дозволяють нам запам'ятовувати вибори, які ви робите під час використання Веб-сайту, наприклад, запам'ятовування ваших даних для входу або мови. Метою цих файлів Cookie є надання вам більш персоналізованого досвіду та уникнення необхідності повторного введення ваших налаштувань щоразу, коли ви використовуєте Веб-сайт."
					}
				}
			},
			"use-personal-data": {
				"title": "Використання Ваших персональних даних",
				"purposes_title": "Компанія може використовувати персональні дані для наступних цілей:",
				"situations_title": "Ми можемо ділитися вашою особистою інформацією в наступних ситуаціях:",
				"purposes": {
					"usage": {
						"title": "Для надання та підтримки нашого Сервісу,",
						"descr": " включаючи моніторинг використання нашого Сервісу."
					},
					"account": {
						"title": "Для управління Вашим Обліковим записом:",
						"descr": " для управління вашою реєстрацією як користувача Сервісу. Персональні дані, які ви надаєте, можуть надати вам доступ до різних функцій Сервісу, доступних для вас як зареєстрованого користувача."
					},
					"contract": {
						"title": "Для виконання контракту:",
						"descr": " розробка, дотримання та здійснення договору купівлі-продажу продуктів, предметів або послуг, які ви придбали, або будь-якого іншого договору з нами через Сервіс."
					},
					"contact": {
						"title": "Для зв'язку з Вами:",
						"descr": " для зв'язку з вами електронною поштою, телефонними дзвінками, SMS або іншими еквівалентними формами електронного зв'язку, такими як мобільні push-повідомлення щодо оновлень або інформаційних повідомлень, пов'язаних з функціональними можливостями, продуктами або контрактними послугами, включаючи оновлення безпеки, коли це необхідно або розумно для їх впровадження."
					},
					"info": {
						"title": "Для надання Вам",
						"descr": " новин, спеціальних пропозицій та загальної інформації про інші товари, послуги та події, які ми пропонуємо, які схожі на ті, які ви вже придбали або запитували, якщо ви не відмовилися отримувати таку інформацію."
					},
					"requests": {
						"title": "Для управління вашими запитами:",
						"descr": " для обробки та управління вашими запитами до Нас."
					},
					"transfers": {
						"title": "Для бізнес-передач:",
						"descr": " Ми можемо використовувати Вашу інформацію для оцінки або проведення злиття, відчуження, реструктуризації, реорганізації, ліквідації або іншого продажу або передачі деяких або всіх наших активів, будь то в якості діючого підприємства або як частина банкрутства, ліквідації або подібної процедури, в якій персональні дані, що належать нам про користувачів нашого Сервісу, є серед переданих активів."
					},
					"other": {
						"title": "Для інших цілей:",
						"descr": " Ми можемо використовувати вашу інформацію для інших цілей, таких як аналіз даних, виявлення тенденцій використання, визначення ефективності наших рекламних кампаній та оцінка та покращення нашого Сервісу, продуктів, послуг, маркетингу та вашого досвіду."
					}
				},
				"situations": {
					"sproviders": {
						"title": "З Постачальниками послуг:",
						"descr": "Ми можемо ділитися вашою особистою інформацією з Постачальниками послуг для моніторингу та аналізу використання нашого Сервісу, для зв'язку з вами."
					},
					"transfers": {
						"title": "Для бізнес-передач::",
						"descr": " Ми можемо ділитися або передавати вашу особисту інформацію у зв'язку з, або під час переговорів про будь-яке злиття, продаж активів Компанії, фінансування або придбання всієї або частини нашого бізнесу іншою компанією."
					},
					"affiliates": {
						"title": "З афілійованими особами:",
						"descr": " Ми можемо ділитися вашою інформацією з нашими афілійованими особами, у такому випадку Ми вимагатимемо від цих афілійованих осіб дотримання цієї Політики конфіденційності. Афілійовані особи включають нашу материнську компанію та будь-які інші дочірні компанії, партнерів по спільному підприємству або інші компанії, які ми контролюємо або які перебувають під спільним контролем з Нами."
					},
					"partners": {
						"title": "З бізнес-партнерами:",
						"descr": " Ми можемо ділитися вашою інформацією з нашими бізнес-партнерами для надання вам певних продуктів, послуг або акцій."
					},
					"users": {
						"title": "З іншими користувачами:",
						"descr": " коли Ви ділитеся особистою інформацією або іншим чином взаємодієте в публічних зонах з іншими користувачами, така інформація може бути переглянута всіма користувачами та може бути публічно розповсюджена за межами."
					},
					"your": {
						"title": "З вашої згоди:",
						"descr": " Ми можемо розкривати вашу особисту інформацію для будь-яких інших цілей з вашої згоди."
					}
				}
			},
			"retention": {
				"title": "Зберігання ваших персональних даних",
				"descr": "Компанія буде зберігати ваші Персональні дані лише стільки часу, скільки це необхідно для цілей, викладених у цій Політиці конфіденційності. Ми будемо зберігати та використовувати ваші Персональні дані в міру необхідності для дотримання наших юридичних зобов'язань (наприклад, якщо ми зобов'язані зберігати ваші дані відповідно до чинного законодавства), вирішення спорів та забезпечення дотримання наших юридичних угод та політик.\n\nКомпанія також зберігатиме Дані про використання для внутрішнього аналізу. Дані про використання зазвичай зберігаються протягом коротшого періоду часу, за винятком випадків, коли ці дані використовуються для посилення безпеки або для покращення функціональності нашого Сервісу, або ми юридично зобов'язані зберігати ці дані протягом тривалішого періоду часу."
			},
			"transfer": {
				"title": "Передача ваших персональних даних",
				"descr": "Ваша інформація, включаючи персональні дані, обробляється в операційних офісах Компанії та в будь-яких інших місцях, де знаходяться сторони, що беруть участь в обробці. Це означає, що ця інформація може бути передана на — та зберігатися на — комп'ютерах, розташованих за межами вашого штату, провінції, країни або іншої урядової юрисдикції, де закони про захист даних можуть відрізнятися від законів вашої юрисдикції.\n\nВаша згода на цю Політику конфіденційності, а також подання такої інформації є вашою згодою на таку передачу.\n\nКомпанія вживатиме всіх необхідних заходів, щоб забезпечити безпечне поводження з вашими даними відповідно до цієї Політики конфіденційності, і жодна передача ваших персональних даних не буде здійснена в організацію або країну, якщо не буде встановлено відповідний контроль, включаючи безпеку ваших даних та іншої особистої інформації."
			},
			"delete": {
				"title": "Видалення Ваших Персональних даних",
				"descr": "Ви маєте право видаляти або вимагати, щоб ми допомогли у видаленні Персональних даних, які ми зібрали про вас.\n\nНаш Сервіс може надавати вам можливість видаляти певну інформацію про вас із Сервісу.\n\nВи можете оновити, змінити або видалити вашу інформацію в будь-який час, увійшовши до вашого Облікового запису, якщо у вас є обліковий запис, і відвідавши розділ налаштувань облікового запису, який дозволяє керувати вашою особистою інформацією. Ви також можете зв’язатися з нами, щоб запитати доступ до, виправити або видалити будь-яку особисту інформацію, яку ви надали нам.\n\nБудь ласка, зауважте, що ми можемо потребувати зберігати певну інформацію, коли ми маємо юридичне зобов’язання або правову підставу для цього."
			},
			"disclosure": {
				"title": "Розкриття ваших Персональних даних",
				"business": {
					"title": "Ділові операції",
					"descr": "Якщо Компанія бере участь у злитті, придбанні або продажу активів, ваші Персональні дані можуть бути передані. Ми надамо повідомлення перед тим, як ваші Персональні дані будуть передані та стануть предметом іншої Політики конфіденційності."
				},
				"law": {
					"title": "Правоохоронні органи",
					"descr": "За певних обставин Компанія може бути зобов’язана розкрити ваші Персональні дані, якщо це вимагається законом або у відповідь на обґрунтовані запити державних органів (наприклад, суду або державного органу)."
				},
				"other": {
					"title": "Інші юридичні вимоги",
					"descr": "Компанія може розкрити Ваші Персональні дані, добросовісно вважаючи, що такі дії необхідні для:",
					"options": {
						"option1": "Дотримання юридичних зобов’язань",
						"option2": "Захисту та відстоювання прав або власності Компанії",
						"option3": "Запобігання або розслідування можливих правопорушень у зв’язку з Сервісом;",
						"option4": "Захисту особистої безпеки користувачів Сервісу або громадськості",
						"option5": "Захисту від юридичної відповідальності"
					}
				}
			},
			"security": {
				"title": "Безпека ваших Персональних даних",
				"descr": "Безпека ваших Персональних даних важлива для нас, але пам’ятайте, що жоден метод передачі через Інтернет або метод електронного зберігання не є на 100% безпечним. Хоча ми прагнемо використовувати комерційно прийнятні засоби для захисту ваших Персональних даних, ми не можемо гарантувати їх абсолютну безпеку."
			}
		},
		"childrens-privacy": {
			"title": "Конфіденційність дітей",
			"descr": "Наш Сервіс не звернений до осіб, які не досягли 13 років. Ми не збираємо свідомо особисту інформацію від осіб, які не досягли 13 років. Якщо ви є батьком або опікуном і знаєте, що ваша дитина надала нам Персональні дані, будь ласка, зв’яжіться з нами. Якщо ми дізнаємося, що ми зібрали Персональні дані від будь-кого, хто не досяг 13 років, без перевірки згоди батьків, ми вживемо заходів для видалення цієї інформації з наших серверів.\n\nЯкщо нам потрібно спиратися на згоду як на юридичну основу для обробки вашої інформації, а ваша країна вимагає згоди батьків, ми можемо вимагати згоди ваших батьків перед тим, як збирати та використовувати цю інформацію."
		},
		"links": {
			"title": "Посилання на інші веб-сайти",
			"descr": "Наш Сервіс може містити посилання на інші веб-сайти, якими ми не керуємо. Якщо ви натиснете посилання третьої сторони, ви перейдете на сайт цієї третьої сторони. Ми настійно радимо вам переглядати Політику конфіденційності кожного сайту, який ви відвідуєте.\n\nМи не контролюємо та не несемо відповідальності за зміст, політику конфіденційності або практику будь-яких сторонніх сайтів чи послуг."
		},
		"changes": {
			"title": "Зміни до цієї Політики конфіденційності",
			"descr": "Ми можемо час від часу оновлювати нашу Політику конфіденційності. Ми повідомимо вас про будь-які зміни, розмістивши нову Політику конфіденційності на цій сторінці.\n\nМи повідомимо вас електронною поштою та/або помітним повідомленням на нашому Сервісі, перш ніж зміни набудуть чинності, та оновимо дату \"Останнього оновлення\" у верхній частині цієї Політики конфіденційності.\n\nВам рекомендується періодично переглядати цю Політику конфіденційності щодо будь-яких змін. Зміни до цієї Політики конфіденційності набувають чинності, коли вони опубліковані на цій сторінці."
		},
		"contact": {
			"title": "Зв'яжіться з Нами",
			"descr": "Якщо у вас є будь-які запитання щодо цієї Політики конфіденційності, ви можете зв’язатися з нами за електронною поштою:: taskronic@gmail.com"
		}
	}
}
