{
	"terms": {
		"title": "Умови використання",
		"label": "Умовами використання",
		"updated": "Останнє оновлення: 27 жовтня 2024 року",
		"descr": "Ласкаво просимо до Taskronic, доступного за адресою taskronic.vercel.app. Ці Умови і положення регулюють ваше використання нашого веб-сайту та послуг. Використовуючи Taskronic, ви погоджуєтеся дотримуватися цих Умов. Якщо ви не погоджуєтеся з будь-якою частиною цих Умов, вам не слід використовувати наш веб-сайт.",
		"summary": "Використовуючи Taskronic, ви підтверджуєте, що прочитали, зрозуміли і погоджуєтеся з цими Умовами та положеннями.",
		"terms_list": {
			"acceptance": {
				"title": "Прийняття умов",
				"descr": "Використовуючи Taskronic, ви підтверджуєте, що вам не менше 18 років і ви маєте юридичну спроможність укладати ці Умови. Якщо ви використовуєте веб-сайт від імені організації, ви підтверджуєте, що маєте право зобов'язувати цю організацію дотримуватися цих Умов."
			},
			"changes": {
				"title": "Зміни до умов",
				"descr": "Taskronic залишає за собою право змінювати ці Умови в будь-який час. Ми повідомимо вам про зміни, розмістивши нові Умови на цій сторінці. Ваше подальше використання веб-сайту після внесення змін вважається вашою згодою з новими Умовами."
			},
			"accounts": {
				"title": "Користувацькі облікові записи",
				"descr": "Щоб отримати доступ до певних функцій Taskronic, вам може знадобитися створити обліковий запис. Ви погоджуєтеся надавати точну, актуальну та повну інформацію під час реєстрації та оновлювати цю інформацію, щоб вона залишалася точною, актуальною та повною. Ви несете відповідальність за збереження конфіденційності свого облікового запису та пароля і за обмеження доступу до вашого облікового запису."
			},
			"conduct": {
				"title": "Поведінка користувачів",
				"descr": "Ви погоджуєтеся не брати участі в будь-яких із заборонених дій:",
				"options": {
					"option1": "Порушення будь-яких застосовних законів або нормативних актів.",
					"option2": "Розміщення або передачі будь-якого контенту, який є незаконним, шкідливим, загрозливим, образливим, переслідувальним, наклепницьким, вульгарним, непристойним або іншим чином неприпустимим.",
					"option3": "Спроби отримати несанкціонований доступ до будь-якої частини веб-сайту або будь-яких інших систем або мереж, підключених до веб-сайту."
				}
			},
			"copyright": {
				"title": "Авторські права та власність",
				"descr": "Увесь контент, торгові марки та інші права власності на Taskronic є власністю Taskronic або його ліцензіарів. Ви не можете відтворювати, розповсюджувати або створювати похідні роботи з будь-якого контенту на Taskronic без нашого чіткого письмового дозволу."
			},
			"disclaimers": {
				"title": "Відмова від відповідальності",
				"descr": "Taskronic надається на основі \"як є\" і \"як доступно\". Ми не даємо жодних гарантій або заяв щодо точності, надійності чи доступності веб-сайту. В максимально допустимій мірі, передбаченій законом, Taskronic відмовляється від усіх гарантій, явних або прихованих."
			},
			"limitation": {
				"title": "Обмеження відповідальності",
				"descr": "В максимально допустимій мірі, передбаченій законом, Taskronic не несе відповідальності за будь-які непрямі, випадкові, спеціальні, наслідкові або штрафні збитки, що виникають внаслідок вашого використання веб-сайту або послуг, навіть якщо нам було відомо про можливість таких збитків."
			},
			"indemnification": {
				"title": "Відшкодування збитків",
				"descr": "Ви погоджуєтеся відшкодувати, захистити та звільнити Taskronic та його афілійовані особи, посадових осіб, директорів, співробітників і агентів від будь-яких претензій, втрат, зобов'язань, збитків, витрат або витрат (включаючи розумні гонорари адвокатів), що виникають внаслідок або у зв'язку з вашим використанням веб-сайту або порушенням цих Умов."
			},
			"law": {
				"title": "Застосовне право",
				"descr": "Ці Умови регулюються і тлумачаться відповідно до законодавства [вставте юрисдикцію], без урахування принципів конфлікту законів."
			},
			"contact": {
				"title": "Контактна інформація",
				"descr": "Якщо у вас є будь-які запитання щодо цих Умов, ви можете зв'язатися з нами електронною поштою: taskronic@gmail.com"
			}
		}
	}
}
